{
    "nothing": "<p>Something new is coming soon.</p>",
    "id0": "<p>A little bit about this website. </p><p>My site uses modern HTML 5 and CSS3 features, the JavaScript code is written using the closures technique and the \"module\" pattern. When I thought about the architecture, I was guided by Kyle Simpson's \"You Don't Know JavaScript Yet\" series of books and SOLID principles.</p><p>I intended this site as my business card, even if it doesn't look like a standard resume. I believe that the most important thing in work is to stay yourself, to stay real and not to live behind a mask, to put your whole soul into your work, making the world a little better. <a href=\"attribution.html\">Content sources</a>.</p>",
    "id1": "<p>You can explore my profile on <a href=\"https://codepen.io/RomanovskiiArsenii\" target=\"_blank\">CodePen</a> to see various coding projects and experiments where I showcase my skills in front-end development. Additionally, you can visit our <a href=\"https://www.behance.net/tatianalugovaya\">Behance portfolio</a> to view a broader range of design work, including complete web design projects, branding, and user interface design.</p>",
    "id2": "<p>Explore my graphic design portfolio, featuring banners, logos, catalogs, and presentations created using CorelDraw and Photoshop. You can view these works by following the <a href=\"https://drive.google.com/drive/folders/1abTv0Sa53bg1KkI1lhHbq0uu9CwrJjLk?usp=sharing\" target=\"_blank\">link</a>.</p>",
    "id3": "<p>I created a website for <a href=\"https://too-origami.com\" target=\"_blank\">Origami</a>, a Kazakh company that specializes in renting out construction equipment, including machinery that played a key role in the construction of Astana Expo. The site was designed to highlight the company’s expertise and the reliability of its equipment, ensuring a user-friendly experience that effectively communicates Origami's capabilities to potential clients.</p>",
    "id4": "<p>Can't find meaning in your worthless life?</p><p>Don't know where to find solutions to life's most important questions?</p><p>Or maybe you just can't find your car keys?</p><p>Like Prometheus giving fire, I bring you a new idol. Jake the fortune-dog guarantees you frustration and quick fixes to any vital and unimportant issues, leading to unpredictable and dire consequences. <a href=\"https://romanovskiiarsenii.github.io/cv/askjake.html\" target=\"_blank\">Ask now</a>!</p> ",
    "id5": "I've created a <a href=\"https://romanovskiiarsenii.github.io/cv/oggenerator.html\" target=\"_blank\">meta tag generator </a> for Open Graph and Twitter Cards. By adding Open Graph markup code to your HTML, you can easily set an appealing visual, title and description. Open Graph helps you make your content look better, leading to a higher click-through-rate.",
    "id6": "<p>I developed a modern, visually appealing website for <a href=\"https://bellevue.ge/eng.html\" target=\"_blank\">Bellevue Boutique Hotel</a>, a stylish hotel-restaurant located in the heart of Tbilisi. By leveraging contemporary web technologies, I focused on creating an elegant and intuitive user experience that reflects the hotel's charm and sophistication. The website is designed to be responsive, fast, and easy to navigate, ensuring an enjoyable experience for visitors across all devices. The result is a seamless platform that effectively showcases the hotel’s unique atmosphere, helping to attract more guests and enhance their overall booking experience.</p>",
    "id7": "<p>I developed a modern, high-performance website for <a href=\"https://conexus.ge/eng.html\" target=\"_blank\">Conexus Crypto</a>, a leading cryptocurrency organization in Georgia. Utilizing contemporary web technologies, I ensured the site’s structure and maintainability while optimizing its speed and user experience. The result is a responsive, fast, and user-friendly website that is ready for scalability. The website achieved outstanding conversion rates and was SEO-optimized, quickly reaching top search rankings and significantly boosting client acquisition.</p>"
}
