{
    "nothing": "<p>Something new is coming soon.</p>",
    "id0": "<p>A little bit about this website. </p><p>My site uses modern HTML 5 and CSS3 features, the JavaScript code is written using the closures technique and the \"module\" pattern. When I thought about the architecture, I was guided by Kyle Simpson's \"You Don't Know JavaScript Yet\" series of books and SOLID principles.</p><p>I intended this site as my business card, even if it doesn't look like a standard resume. I believe that the most important thing in work is to stay yourself, to stay real and not to live behind a mask, to put your whole soul into your work, making the world a little better. <a href=\"attribution.html\">Content sources</a>.</p>",
    "id1": "<p><a href=\"https://drive.google.com/drive/folders/1wqVsU5PnDhZLwiSph4ZDQaAQdvxh7Ija?usp=sharing\" target=\"_blank\">3D plywood</a> paintings crafted using laser cutting technology, based on my blueprints created with CorelDRAW and AutoCAD. These works showcase my proficiency in these software tools.</p>",
    "id2": "<p>How about following me on <a href=\"https://codepen.io/RomanovskiiArsenii\" target=\"_blank\">codepen</a>? I promise to post something interesting.</p>",
    "id3": "<p>I've participated in a contest for frontend developers at Yandex. The site was created according to the layout in <a href=\"ya/figma/figma.zip\" download=\"figma.zip\">Figma</a>, using the perfect pixel <a href=\"https://chromewebstore.google.com/detail/perfectpixel-by-welldonec/dkaagdgjmgdmbnecmcefdhjekcoceebi\" target=\"_blank\">app</a>. You can see the website created for the contest <a href=\"yacontest.html\" target=\"_blank\">here</a>.</p><p><a href=\"https://github.com/RomanovskiiArsenii/cv/tree/b1485b4e4d36a84c61ede7b0ec77aa3ba92b4ad2/ya\" target=\"_blank\">Github code.</a></p>",
    "id4": "<p>Can't find meaning in your worthless life?</p><p>Don't know where to find solutions to life's most important questions?</p><p>Or maybe you just can't find your car keys?</p><p>Like Prometheus giving fire, I bring you a new idol. Jake the fortune-dog guarantees you frustration and quick fixes to any vital and unimportant issues, leading to unpredictable and dire consequences. <a href=\"https://romanovskiiarsenii.github.io/cv/askjake.html\" target=\"_blank\">Ask now</a>!</p> ",
    "id5": "I've created a <a href=\"https://romanovskiiarsenii.github.io/cv/oggenerator.html\" target=\"_blank\">meta tag generator </a> for Open Graph and Twitter Cards. By adding Open Graph markup code to your HTML, you can easily set an appealing visual, title and description. Open Graph helps you make your content look better, leading to a higher click-through-rate.",
    "id6": "<p>Take a look at some of my graphic design works created using CorelDraw and Photoshop, including banners, logos, and business cards, by following the <a href=\"https://drive.google.com/drive/folders/1abTv0Sa53bg1KkI1lhHbq0uu9CwrJjLk?usp=sharing\" target=\"_blank\">link</a>.</p>",
    "id7": "<p>I developed a modern, high-performance website for the cryptocurrency organization <a href=\"https://conexus.ge/eng.html\" target=\"_blank\">Conexus Crypto</a> using advanced CSS and HTML technologies. The BEM methodology was employed to ensure code structure and maintainability. I optimized images and fonts, and utilized GULP for task automation and performance enhancement. The result is a responsive, fast, and user-friendly website ready for scalability.</p>"
}
